{
	"@metadata": {
		"authors": [
			"Liuxinyu970226",
			"Pikne",
			"Umherirrender",
			"Amire80",
			"Raymond",
			"Purodha",
			"McDutchie",
			"Mormegil",
			"BadDog",
			"Matma Rex"
		]
	},
	"citoid-citation-widget-insert-button": "[[File:Citoid insert button.png]]\n----\nLabel for the button to insert a chosen reference.\n{{Identical|Insert}}",
	"citoid-citoiddialog-back": "[[File:Citoid back button.png]]\n----\nLabel for the button to go back to the generate panel in the inspector.\n{{Identical|Back}}",
	"citoid-citoiddialog-credit": "[[File:Citoid credit text.png]]\n----\nText giving credit for the source of the retrieved citation; variable is name of source, i.e. 'Zotero'.",
	"citoid-citoiddialog-lookup-button": "Label for the generate button for citation inputs. Unlike \"search\", \"generate\" is a process in which there is certainty that a particular result will be found, for example, matching a valid ISBN to a book title.\n{{Identical|Generate}}",
	"citoid-citoiddialog-mode-auto": "Label of tab in citation dialog ({{msg-mw|Citoid-citoiddialog-title}}), used to select mode. The other tabs are {{msg-mw|Citoid-citoiddialog-mode-manual}} and {{msg-mw|Citoid-citoiddialog-mode-reuse}}.\n{{Identical|Automatic}}",
	"citoid-citoiddialog-mode-manual": "Label of tab in citation dialog, used to select mode. An adjective describing {{msg-mw|Citoid-citoidtool-title}}. The other tabs are {{msg-mw|Citoid-citoiddialog-mode-auto}} and {{msg-mw|Citoid-citoiddialog-mode-reuse}}.\n{{Identical|Manual}}",
	"citoid-citoiddialog-mode-reuse": "Label of tab in citation dialog, used to select mode. The other tabs are {{msg-mw|Citoid-citoiddialog-mode-auto}} and {{msg-mw|Citoid-citoiddialog-mode-manual}}.\n{{Identical|Re-use}}",
	"citoid-citoiddialog-search": "Text for the search button.\n{{Identical|Search}}",
	"citoid-citoiddialog-search-label": "Label for the search field where users can enter a URL, DOI, ISBN, PMC/PMID, QID, title of the work, or plain text citation.",
	"citoid-citoiddialog-search-placeholder": "{{doc-important|Do not translate example.com as it is a domain name specifically reserved by IANA for examples.}}\n\nPlaceholder for the search field.",
	"citoid-citoiddialog-search-progress": "Message for when the search is in progress",
	"citoid-citoiddialog-title": "The title displayed on the dialog",
	"citoid-citoiddialog-use-general-error-message": "Label notifying the user there was a problem creating their reference, and offering to use the full citation tool.",
	"citoid-citoidtool-title": "Label for the button to add a citation in the toolbar\n{{Identical|Cite}}",
	"citoid-citoidtool-title-othergroup": "Label for the button to add a citation in the insert menu\n{{Identical|Citation}}",
	"citoid-desc": "{{desc|name=Citoid|url=https://www.mediawiki.org/wiki/Citoid}}",
	"citoid-referencecontextitem-convert-button": "Label for the button to convert a plain reference to a Citoid reference.\n{{Identical|Convert}}",
	"citoid-referencecontextitem-convert-message": "Message explaining the functionality of the button to convert a plain reference to a Citoid reference.",
	"citoid-template-type-map.json": "{{ignored}}\n\nJSON object containing mapping of different document types to the wiki's template names. Each template must have TemplateData defined to map Citoid's fields to the template's fields. Document types: book, bookSection, journalArticle, magazineArticle, newspaperArticle, thesis, letter, manuscript, interview, film, artwork, webpage, report, bill, hearing, patent, statute, email, map, blogPost, instantMessage, forumPost, audioRecording, presentation, videoRecording, tvBroadcast, radioBroadcast, podcast, computerProgram, conferencePaper, document, encyclopediaArticle, dictionaryEntry",
	"citoid-unknown-error": "Error message indicating that the service to create citations has returned an error or is temporarily malfunctioning, asking the user to try again later.",
	"citoid-wb-referenceview-tabs-automatic": "Label of automatic tab in referenceview in wikibase, used to select mode.",
	"citoid-wb-referenceview-tabs-search": "Label for the search button",
	"citoid-wb-referenceview-tabs-search-label": "Label for the search field where users can enter a URL, DOI, ISBN, QID",
	"citoid-wb-pendingdialog-error": "Error message for the pending dialog if unable to retrieve citation from citoid service.\n\n\"Manual\" is {{msg-mw|Citoid-citoiddialog-mode-manual}}.",
	"citoid-wb-pendingdialog-message": "Message for the pending dialog telling the user to wait for the citation being generated to complete",
	"citoid-wb-pendingdialog-title": "Title for the pending dialog indicating a citation is being generated"
}
